Repository: litecoin-foundation/litewallet-ios
Catalog: loafwallet/src/Strings/*.lproj/Localizable.strings
Languages: id, tr

# Prompts.TouchId.title
source: Enable Touch ID
id: Aktifkan Sentuh ID
tr: Touch ID'yi Etkinleştir

# PushNotifications.body
source: Turn on notifications to receive special messages from Litewallet in the future.
id: Aktifkan pemberitahuan untuk menerima pesan khusus dari Litewallet di masa mendatang.
tr: İleride Litewallet'ten özel mesajlar almak için bildirimleri açın.

# PushNotifications.label
source: Push Notifications
id: Notifikasi dorongan
tr: Push Bildirimleri

# PushNotifications.off
source: Off
id: Mati
tr: Kapalı

# PushNotifications.on
source: On
id: Hidup
tr: Açık

# PushNotifications.title
source: Notifications
id: Notifikasi
tr: Bildirimler

# Receive.barItemTitle
source: RECEIVE
id: MENERIMA
tr: AL

# Receive.copied
source: Copied to clipboard.
id: Disalin ke papan klip.
tr: Panoya kopyalandı.

# Receive.request
source: Request an Amount
id: Permintaan Jumlah
tr: Tutar İste

# Receive.share
source: Share
id: Bagikan
tr: Paylaş

# Receive.textButton
source: Text Message
id: Pesan teks
tr: Kısa Mesaj

# Receive.title
source: Receive
id: Menerima
tr: Al

# RecoverWallet.done
source: Done
id: Selesai
tr: Bitti

# RecoverWallet.header
source: Recover Wallet
id: Pulihkan Dompet
tr: Cüzdanı Kurtar

# RecoverWallet.header_reset_pin
source: Reset PIN
id: Atur ulang PIN
tr: PIN'i Sıfırla

# RecoverWallet.instruction
source: Enter Paper Key
id: Masukkan Kunci Kertas
tr: Kağıt Anahtarını Girin

# RecoverWallet.intro
source: Recover your Litewallet with your paper key.
id: Pulihkan Litewallet Anda dengan kunci kertas Anda.
tr: Kağıt anahtarınızla Litewallet'inizi kurtarın.

# RecoverWallet.invalid
source: The paper key you entered is invalid. Please double-check each word and try again.
id: Kunci kertas yang Anda masukkan tidak benar. Periksa ulang setiap kata dan coba lagi.
tr: Girdiğiniz kağıt anahtarı geçersiz. Lütfen her kelimeyi iki kez kontrol edin ve tekrar deneyin.

# RecoverWallet.leftArrow
source: Left Arrow
id: Panah Kiri
tr: Sol Ok

# RecoverWallet.next
source: Next
id: Lanjut
tr: Sonraki

# RecoverWallet.reset_pin_more_info
source: Tap here for more information.
id: Ketuk di sini untuk informasi lebih lanjut.
tr: Daha fazla bilgi için buraya dokunun.

# RecoverWallet.rightArrow
source: Right Arrow
id: Panah Kanan
tr: Sağ Ok

# RecoverWallet.subheader
source: Enter the paper key for the wallet you want to recover.
id: Masukkan kunci kertas untuk dompet yang ingin Anda pulihkan.
tr: Kurtarmak istediğiniz cüzdanın kağıt anahtarını girin.

# RecoverWallet.subheader_reset_pin
source: To reset your PIN, enter the words from your paper key into the boxes below.
id: Untuk mengatur ulang PIN Anda, masukkan kata-kata dari kunci kertas Anda ke dalam kotak di bawah ini.
tr: PIN kodunuzu sıfırlamak için kağıt anahtarınızdaki kelimeleri aşağıdaki kutulara girin.

# RequestAnAmount.noAmount
source: Please enter an amount first.
id: Silakan masukkan jumlah terlebih dahulu.
tr: Lütfen önce bir miktar girin.

# RequestAnAmount.title
source: Request an Amount
id: Permintaan Jumlah
tr: Miktar İste

# ReScan.alertAction
source: Sync
id: Sinkron
tr: Eşitle

# ReScan.alertMessage
source: You will not be able to send money while syncing.
id: Anda tidak akan dapat mengirim uang saat menyinkronkan.
tr: Eşitleme sırasında para gönderemeyeceksiniz.

# ReScan.alertTitle
source: Sync with Blockchain?
id: Sinkron dengan Blockchain?
tr: Blockchain ile eşitlensin mi?

# ReScan.body1
source: 20-45 minutes
id: 20-45 menit
tr: 20-45 dakika

# ReScan.body2
source: If a transaction shows as completed on the Litecoin network but not in your Litewallet.
id: Jika suatu transaksi terlihat selesai di jaringan Litecoin tetapi tidak di Litewallet Anda.
tr: Bir işlem Litecoin ağında tamamlandı olarak gösteriliyor, ancak Litewallet'ınızda gösterilmiyorsa.

# ReScan.body3
source: You repeatedly get an error saying your transaction was rejected.
id: Anda berulang kali mendapatkan pesan kesalahan yang mengatakan transaksi Anda ditolak.
tr: Sürekli olarak işleminizin reddedildiğini söyleyen bir hata alıyorsunuz.

# ReScan.buttonTitle
source: Start Sync
id: Mulai Sinkron
tr: Eşitlemeyi Başlat

# ReScan.footer
source: You will not be able to send money while syncing with the blockchain.
id: Anda tidak akan dapat mengirim uang saat menyinkronkan dengan blockchain.
tr: Blok zinciri ile eşzamanlarken para gönderemeyeceksiniz.

# ReScan.header
source: Sync Blockchain
id: Sinkron Blockchain
tr: Blok Zincirini Eşitle

# ReScan.subheader1
source: Estimated time
id: Perkiraan Waktu
tr: Tahmini süre

# ReScan.subheader2
source: When to Sync?
id: Kapan Melakukan Sinkron?
tr: Ne Zaman Eşitlenmeli?

# resetButton
source: Yes, reset wallet
id: Ya, atur ulang dompet
tr: Evet, cüzdanı sıfırla

# resetTitle
source: Empty Wallet Reset
id: Reset Dompet Kosong
tr: Litewallet'ımı sil

# Scanner.flashButtonLabel
source: Camera Flash
id: Flash Kamera
tr: Kamera Flaşı

# Search.complete
source: complete
id: lengkap
tr: tamamlandı

# Search.pending
source: pending
id: tertunda
tr: beklemede

# Search.received
source: received
id: diterima
tr: alındı

# Search.sent
source: sent
id: dikirim
tr: gönderildi

# SecurityCenter.faceIdTitle
source: Face ID
id: ID Wajah
tr: Yüz Kimliği

# SecurityCenter.info
source: Enable all security features for maximum protection.
id: Aktifkan semua fitur keamanan untuk perlindungan maksimal.
tr: Maksimum koruma için tüm güvenlik özelliklerini etkinleştirin.

# SecurityCenter.paperKeyDescription
source: The only way to access your Litecoin if you lose or upgrade your phone.
id: Satu-satunya cara untuk mengakses Litecoin Anda jika Anda kehilangan atau meningkatkan telepon Anda.
tr: Telefonunuzu kaybederseniz veya yükseltirseniz Litecoin'inize erişmenin tek yolu.

# SecurityCenter.paperKeyTitle
source: Paper Key
id: Kunci Kertas
tr: Kağıt Anahtarı

# SecurityCenter.pinDescription
source: Protects your Litewallet from unauthorized users.
id: Melindungi Litewallet Anda dari pengguna yang tidak sah.
tr: Litewallet'ınızı yetkisiz kullanıcılardan korur.

# SecurityCenter.pinTitle
source: 6-Digit PIN
id: PIN 6-Digit
tr: 6 Haneli PIN

# SecurityCenter.title
source: Security Center
id: Pusat Keamanan
tr: Güvenlik Merkezi

# SecurityCenter.touchIdDescription
source: Conveniently unlock your Litewallet and send money up to a set limit.
id: Buka kunci Litewallet Anda dengan mudah dan kirim uang hingga batas yang ditentukan.
tr: Litewallet'ınızın kilidini rahatça açın ve belirlenen limite kadar para gönderin.

# SecurityCenter.touchIdTitle
source: Touch ID
id: Sentuh ID
tr: Dokunma Kimliği

# Send.amountLabel
source: Amount
id: Jumlah
tr: Miktar

# Send.balance
source: Balance: %1$@
id: Saldo: %1$@
tr: Bakiye:%1$@

# Send.barItemTitle
source: SEND
id: KIRIM
tr: GÖNDER

# Send.cameraunavailableMessage
source: Go to Settings to allow camera access.
id: Buka Pengaturan untuk mengizinkan akses kamera.
tr: Kamera erişimine izin vermek için Ayarlar'a gidin.

# Send.cameraUnavailableTitle
source: Litewallet is not allowed to access the camera
id: Litewallet tidak diizinkan untuk mengakses kamera
tr: Litewallet'in kameraya erişmesine izin verilmiyor

# Send.containsAddress
source: The destination is your own address. You cannot send to yourself.
id: Tujuannya adalah alamat Anda sendiri. Anda tidak dapat mengirim ke diri sendiri.
tr: Hedef, kendi adresinizdir. Kendinize gönderemezsiniz.

# Send.creatTransactionError
source: Could not create transaction.
id: Tidak dapat membuat transaksi.
tr: İşlem oluşturulamadı.

# Send.emptyPasteboard
source: Pasteboard is empty
id: Papan tulis kosong
tr: Çalışma alanı boş

# Send.fee
source: Network Fee: %1$@
id: Biaya Jaringan: %1$@
tr: Ağ Ücreti:%1$@

# Send.identityNotCertified
source: Payee identity isn't certified.
id: Identitas penerima pembayaran tidak disertifikasi.
tr: Alacaklı kimliği onaylı değil.

# Send.insufficientFunds
source: Insufficient Funds
id: Dana tidak mencukupi
tr: Yetersiz Para

# Send.invalidAddressMessage
source: The destination address is not a valid Litecoin address.
id: Alamat tujuan bukan alamat Litecoin yang benar.
tr: Hedef adresi geçerli bir Litecoin adresi değil.

# Send.invalidAddressOnPasteboard
source: Pasteboard does not contain a valid Litecoin address.
id: Papan tulis tidak mengandung alamat Litecoin yang benar.
tr: Çalışma alanı geçerli bir Litecoin adresi içermiyor.

# Send.invalidAddressTitle
source: Invalid Address
id: Alamat tidak benar
tr: Geçersiz Adres

# Send.isRescanning
source: Sending is disabled during a full rescan.
id: Pengiriman dinonaktifkan selama pemindaian ulang penuh.
tr: Tam yeniden tarama sırasında gönderme devre dışı bırakılır.

# Send.loadingRequest
source: Loading Request
id: Memuat Permintaan
tr: Yükleme İsteği

# Send.noAddress
source: Please enter the recipient's address.
id: Silakan masukkan alamat penerima.
tr: Lütfen alıcının adresini girin.

# Send.noAmount
source: Please enter an amount to send.
id: Silakan masukkan jumlah.
tr: Lütfen gönderilecek bir miktar girin.

# Send.pasteLabel
source: Paste
id: Tempel
tr: Yapıştır

# Send.publishTransactionError
source: Could not publish transaction.
id: Tidak dapat mempublikasikan transaksi.
tr: İşlem yayınlanamadı.

# Send.remoteRequestError
source: Could not load payment request
id: Tidak dapat memuat permintaan pembayaran
tr: Ödeme isteği yüklenemedi

# Send.scanLabel
source: Scan
id: Pemindaian
tr: Tara

# Send.sendLabel
source: Send
id: Kirim
tr: Gönder

# Send.title
source: Send
id: Kirim
tr: Gönder

# Send.toLabel
source: To
id: Untuk
tr: Kime

# Send.UsedAddress.firstLine
source: Litecoin addresses are intended for single use only.
id: Alamat Litecoin hanya ditujukan untuk penggunaan tunggal.
tr: Litecoin adresleri tek kullanımlıktır.

# Send.UsedAddress.secondLIne
source: Re-use reduces privacy for both you and the recipient and can result in loss if the recipient doesn't directly control the address.
id: Penggunaan kembali mengurangi privasi untuk Anda dan penerima dan dapat mengakibatkan kerugian jika penerima tidak secara langsung mengontrol alamat.
tr: Yeniden kullanım, hem sizin hem de alıcı için gizliliği azaltır ve alıcının adresi doğrudan kontrol etmemesi durumunda kayba neden olabilir.

# Send.UsedAddress.title
source: Address Already Used
id: Alamat Sudah Digunakan
tr: Adres Zaten Kullanılıyor

# Settings.about
source: About
id: Tentang
tr: Hakkında

# Settings.advancedTitle
source: Advanced Settings
id: Pengaturan lanjutan
tr: Gelişmiş Ayarlar

# Settings.currency
source: Display Currency
id: Mata uang tampilan
tr: Para Birimi Görüntüle

# Settings.earlyAccess
source: Join Early Access
id: Bergabunglah dengan Akses Dini
tr: Erken Erişime Katılın

# Settings.enjoying
source: Are you enjoying Litewallet?
id: Apakah Anda menikmati Litewallet?
tr: Litewallet'ten hoşlanıyor musunuz?

# Settings.faceIdLimit
source: Face ID Spending Limit
id: Batas Pengeluaran Wajah ID
tr: Yüz Kimliği Harcama Sınırı

# Settings.importTitle
source: Import Wallet
id: Impor Dompet
tr: Cüzdanı İçe Aktar

# Settings.languages
source: Languages
id: Bahasa
tr: Diller

# Settings.litewallet.environment
source: Environment:
id: Lingkungan Hidup:
tr: Çevre:

# Settings.litewallet.version
source: Litewallet version:
id: Versi litewallet:
tr: Litewallet sürümü:

# Settings.manage
source: Manage
id: Mengelola
tr: Yönet

# Settings.notifications
source: Notifications
id: Notifikasi
tr: Bildirimler

# Settings.review
source: Leave us a Review
id: Tinggalkan kami Ulasan
tr: Bize Bir İnceleme Bırakın

# Settings.shareData
source: Share Anonymous Data
id: Bagikan Data Anonim
tr: Anonim Verileri Paylaşın

# Settings.socialLinks
source: Social
id: Sosial
tr: Sosyal

# Settings.support
source: Support
id: Dukung
tr: Destek

# Settings.sync
source: Sync Blockchain
id: Blockchain Sinkron
tr: Blok Zincirini Eşitle

# Settings.title
source: Settings
id: Pengaturan
tr: Ayarlar

# Settings.touchIdLimit
source: Touch ID Spending Limit
id: Sentuh Batas Pengeluaran ID
tr: Dokunma Kimliği Harcama Sınırı

# Settings.wallet
source: Wallet
id: Dompet
tr: Cüzdan

# Settings.wipe
source: Start/Recover Another Wallet
id: Mulai/Pulihkan Dompet Lainnya
tr: Başka Cüzdanı Başlat / Kurtar

# ShareData.body
source: Help improve Litewallet by sharing your anonymous data with us. This does not include any financial information. We respect your financial privacy.
id: Bantu meningkatkan Litewallet dengan membagikan data anonim Anda kepada kami. Ini tidak termasuk informasi keuangan apa pun. Kami menghargai privasi finansial Anda.
tr: Anonim verilerinizi bizimle paylaşarak Litewallet'i geliştirmeye yardımcı olun. Bu herhangi bir finansal bilgi içermez. Finansal gizliliğinize saygı duyuyoruz.

# ShareData.header
source: Share Data?
id: Bagikan Data?
tr: Veriler Paylaşılsın mı?

# ShareData.toggleLabel
source: Share Anonymous Data?
id: Bagikan Data Anonim?
tr: Anonim Veriler Paylaşılsın mı?

# SpendingLimit.title
source: Current Spending Limit:
id: Batas Pengeluaran Saat Ini:
tr: Mevcut Harcama Sınırı:

# StartPaperPhrase.againButtonTitle
source: Write Down Paper Key Again
id: Tuliskan Kunci Kertas Lagi
tr: Kağıt Anahtarını Yeniden Yazın

# StartPaperPhrase.body
source: Your paper key is the only way to restore your Litewallet if your phone is lost, stolen, broken, or upgraded. We will show you a list of words to write down on a piece of paper and keep safe.
id: Kunci kertas Anda adalah satu-satunya cara untuk mengembalikan Litewallet Anda jika ponsel Anda hilang, dicuri, rusak, atau ditingkatkan. Kami akan menunjukkan kepada Anda daftar kata-kata untuk dituliskan di selembar kertas dan tetap aman.
tr: Telefonunuz kaybolursa, çalınırsa, bozulursa veya yükseltilirse, Litewallet'inizi geri yüklemenin tek yolu kağıt anahtarınızdır. Size bir kağıt parçasına yazabileceğiniz bir kelime listesi göstereceğiz ve güvende tutun.

# StartPaperPhrase.buttonTitle
source: Write Down Paper Key
id: Tuliskan Kunci Kertas
tr: Kağıt Anahtarını Yaz

# StartPaperPhrase.date
source: You last wrote down your paper key on %1$@
id: Terakhir Anda menuliskan kunci kertas Anda di %1$@
tr: Kağıt anahtarınızı en son%1$@ üzerine yazdınız

# StartViewController.message
source: The most secure and safest way to use Litecoin.
id: Cara paling aman dan teraman untuk menggunakan Litecoin.
tr: Litecoin'i kullanmanın en güvenli ve en güvenli yolu.

# SupportTheFoundation.title
source: Support the Litecoin Foundation
id: Dukung Yayasan Litecoin
tr: Litecoin Foundation'ı Destekleyin

# SyncingHeader.connecting
source: Connecting...
id: Menghubungkan ...
tr: Bağlanıyor ...

# SyncingHeader.rescan
source: Rescanning...
id: Memindai ulang ...
tr: Yeniden taranıyor ...

# SyncingHeader.success
source: Success!
id: Keberhasilan!
tr: Başarılı!

# SyncingHeader.syncing
source: Syncing...
id: Menyinkronkan ...
tr: Eşitleniyor ...

# SyncingView.connecting
source: Connecting
id: Menghubungkan
tr: Bağlanıyor

# SyncingView.syncing
source: Syncing
id: Sinkronisasi
tr: Eşitleme

# TouchIdSettings.customizeText
source: You can customize your Touch ID spending limit from the %1$@.
id: Anda dapat menyesuaikan batas pengeluaran ID Sentuh Anda dari %1$@.
tr: Dokunma Kimliği harcama sınırınızı%1$@ üzerinden özelleştirebilirsiniz.

# TouchIdSettings.label
source: Use your fingerprint to unlock your Litewallet and send money up to a set limit.
id: Gunakan sidik jari Anda untuk membuka kunci Litewallet Anda dan mengirim uang hingga batas yang ditentukan.
tr: Litewallet'ınızın kilidini açmak ve belirli bir limite kadar para göndermek için parmak izinizi kullanın.

# TouchIdSettings.linkText
source: Touch ID Spending Limit Screen
id: Layar Sentuh ID Batas Pengeluaran
tr: Dokunmatik Kimlik Harcama Sınırı Ekranı

# TouchIdSettings.spendingLimit
source: Spending limit: %1$@ (%2$@)
id: Batas pengeluaran: %1$@ (%2$@)
tr: Harcama sınırı:%1$@ (%2$@)

# TouchIdSettings.switchLabel
source: Enable Touch ID for Litewallet
id: Aktifkan Sentuh ID untuk Litewallet
tr: Litewallet için Dokunmatik Kimliğini Etkinleştir

# TouchIdSettings.title
source: Touch ID
id: Sentuh ID
tr: Dokunmatik Kimlik

# TouchIdSettings.unavailableAlertMessage
source: You have not set up Touch ID on this device. Go to Settings->Touch ID & Passcode to set it up now.
id: Anda belum mengatur Sentuh ID pada perangkat ini. Pergi ke Pengaturan-> Sentuh ID & Kode Sandi untuk mengaturnya sekarang.
tr: Bu cihazda Touch ID kurmadınız. Şimdi kurmak için Ayarlar-> Touch ID ve Parola'ya gidin.

# TouchIdSettings.unavailableAlertTitle
source: Touch ID Not Set Up
id: Sentuh ID Tidak Diatur
tr: Touch ID Ayarlanmadı

# TouchIdSpendingLimit
source: Always require passcode
id: Selalu memerlukan kode sandi
tr: Her zaman parola gerektir

# TouchIdSpendingLimit.body
source: You will be asked to enter your 6-digit PIN to send any transaction over your spending limit, and every 48 hours since the last time you entered your 6-digit PIN.
id: Anda akan diminta memasukkan 6 digit PIN Anda untuk mengirim transaksi apa pun melebihi batas pengeluaran Anda, dan setiap 48 jam sejak terakhir kali Anda memasukkan 6 digit PIN Anda.
tr: Harcama limitinizi aşan herhangi bir işlemi göndermek için 6 haneli PIN kodunuzu girmeniz ve 6 haneli PIN kodunuzu en son girdiğinizden bu yana her 48 saatte bir girmeniz istenecektir.

# TouchIdSpendingLimit.title
source: Touch ID Spending Limit
id: Sentuh Batas Pengeluaran ID
tr: Dokunma Kimliği Harcama Sınırı

# Transaction.amountDetailLabel
source: Amount Detail:
id: Detail Jumlah:
tr: Miktar Ayrıntısı:

# Transaction.available
source: Available to Spend
id: Tersedia untuk Dibelanjakan
tr: Harcanabilir

# Transaction.blockHeightLabel
source: Block:
id: Blok:
tr: Blok:

# Transaction.complete
source: Complete
id: Lengkap
tr: Tamamlandı

# Transaction.endAmountDetailLabel
source: Transaction end amount detail
id: Detail jumlah akhir transaksi
tr: İşlem bitiş tutarı ayrıntısı

# Transaction.ending
source: Ending balance: %1$@
id: Saldo akhir: %1$@
tr: Kapanış bakiyesi:%1$@

# Transaction.exchangeOnDayReceived
source: Exchange rate when received:
id: Nilai tukar saat diterima:
tr: Alındığında döviz kuru:

# Transaction.exchangeOnDaySent
source: Exchange rate when sent:
id: Nilai tukar saat dikirim:
tr: Gönderildiğinde döviz kuru:

# Transaction.fee
source: (%1$@ fee)
id: (%1$@ biaya)
tr: (%1$@ ücret)

# Transaction.invalid
source: INVALID
id: Tidak valid
tr: GEÇERSİZ

# Transaction.justNow
source: just now
id: baru saja
tr: hemen şimdi

# Transaction.receivedStatus
source: In progress: %1$@
id: Berlangsung: %1$@
tr: Devam ediyor:%1$@

# Transaction.sendingStatus
source: In progress: %1$@
id: Berlangsung: %1$@
tr: Devam ediyor:%1$@

# Transaction.starting
source: Starting balance: %1$@
id: Saldo Awal: %1$@
tr: Başlangıç ​​bakiyesi:%1$@

# Transaction.startingAmountDetailLabel
source: Transaction starting amount detail
id: Detail jumlah mulai transaksi
tr: İşlem başlangıç ​​tutarı ayrıntısı

# Transaction.txIDLabel
source: Tx ID:
id: ID Tx:
tr: Tx Kimliği:

# Transaction.waiting
source: Waiting to be confirmed. Some merchants require confirmation to complete a transaction. Estimated time: 1-2 hours.
id: Menunggu untuk dikonfirmasi. Beberapa pedagang memerlukan konfirmasi untuk menyelesaikan transaksi. Perkiraan waktu: 1-2 jam.
tr: Onaylanmayı bekliyor. Bazı satıcılar bir işlemi tamamlamak için onay gerektirir. Tahmini süre: 1-2 saat.

# TransactionDetails.account
source: account
id: akun
tr: hesap

# TransactionDetails.amountHeader
source: Amount
id: Jumlah
tr: Miktar

# TransactionDetails.blockHeightLabel
source: Confirmed in Block
id: Dikonfirmasi dalam Blokir
tr: Blokta Onaylandı

# TransactionDetails.emptyMessage
source: Your transactions will appear here.
id: Transaksi Anda akan muncul di sini.
tr: İşlemleriniz burada görünecektir.

# TransactionDetails.from
source: at %1$@
id: di %1$@
tr: %1$@ adresinde

# TransactionDetails.less
source: Less...
id: Kurang...
tr: Daha Az ...

# TransactionDetails.moved
source: Moved %1$@
id: Pindahkan %1$@
tr: %1$@ taşındı

# TransactionDetails.movedAmountDescription
source: Moved <b>%1@</b>
id: Pindahkan <b>%1@</b>
tr: <b>%1@</b> taşındı

# TransactionDetails.notConfirmedBlockHeightLabel
source: Not Confirmed
id: Tidak dikonfirmasi
tr: Onaylanmadı

# TransactionDetails.priceTimeStampPrefix
source: as of
id: pada
tr: itibarıyla

# TransactionDetails.received
source: Received %1$@
id: Terima %1$@
tr: %1$@ Alındı

# TransactionDetails.receivedAmountDescription
source: Received <b>%1@</b>
id: Terima <b>%1@</b>
tr: <b>%1@</b> alındı

# TransactionDetails.receivedModalTitle
source: RECEIVE ADDRESS
id: TransactionDetails.receivedModalTitle
tr: ADRES AL

# TransactionDetails.sent
source: Sent %1$@
id: Kirim %1$@
tr: %1$@ gönderildi

# TransactionDetails.sentAmountDescription
source: Sent <b>%1@</b>
id: Kirim <b>%1@</b>
tr: Gönderildi <b>%1@</b>

# TransactionDetails.title
source: Transaction Details
id: Detil transaksi
tr: İşlem Ayrıntıları

# TransactionDetails.to
source: to %1$@
id: untuk %1$@
tr: %1$@'e

# TransactionDetails.txHashHeader
source: Litecoin Transaction ID
id: ID Transaksi Litecoin
tr: Litecoin İşlem Kimliği

# TransactionDirection.address
source: Received at this Address
id: Diterima di Alamat ini
tr: Bu Adreste Alındı

# TransactionDirection.to
source: Sent to this Address
id: Dikirim ke Alamat ini
tr: Bu Adrese Gönderildi

# UnlockScreen.disabled
source: Disabled until: %1$@
id: Dinonaktifkan hingga: %1$@
tr: Şu tarihe kadar devre dışı bırakıldı:%1$@

# UnlockScreen.enterPin
source: Enter PIN
id: Masukkan PIN
tr: PIN'i Girin

# UnlockScreen.faceIdText
source: Unlock with FaceID
id: Buka kunci dengan FaceID
tr: FaceID ile Kilidi Aç

# UnlockScreen.myAddress
source: My Address
id: Alamat saya
tr: Adresim

# UnlockScreen.resetPin
source: Reset PIN
id: Setel ulang PIN
tr: PIN'i Sıfırla

# UnlockScreen.scan
source: Scan
id: Memindai
tr: Tara

# UnlockScreen.touchIdPrompt
source: Unlock your Litewallet.
id: Buka kunci Litewallet Anda.
tr: Litewallet'ınızın kilidini açın.

# UnlockScreen.touchIdText
source: Unlock with TouchID
id: Buka kunci dengan TouchID
tr: TouchID ile Kilidi Aç

# UnlockScreen.unlocked
source: Wallet Unlocked
id: Dompet Tidak Terkunci
tr: Cüzdan Kilidi Açıldı

# UpdatePin.caption
source: Remember this PIN. If you forget it, you won't be able to access your Litecoin.
id: Ingat PIN ini. Jika Anda lupa, Anda tidak akan dapat mengakses Litecoin Anda.
tr: Bu PIN kodunu hatırlayın. Unutursanız, Litecoin'inize erişemezsiniz.

# UpdatePin.createInstruction
source: Your PIN will be used to unlock your Litewallet and send money.
id: PIN Anda akan digunakan untuk membuka kunci Litewallet Anda dan mengirim uang.
tr: PIN kodunuz Litewallet'inizin kilidini açmak ve para göndermek için kullanılacaktır.

# UpdatePin.createTitle
source: Set PIN
id: Tetapkan PIN
tr: PIN Ayarla

# UpdatePin.createTitleConfirm
source: Re-Enter PIN
id: Masukkan kembali PIN
tr: PIN'i Yeniden Girin

# UpdatePin.enterCurrent
source: Enter your current PIN.
id: Masukkan PIN Anda sekarang ini.
tr: Mevcut PIN kodunuzu girin.

# UpdatePin.enterNew
source: Enter your new PIN.
id: Masukkan PIN baru Anda.
tr: Yeni PIN kodunuzu girin.

# UpdatePin.reEnterNew
source: Re-Enter your new PIN.
id: Masukkan kembali PIN baru Anda.
tr: Yeni PIN kodunuzu yeniden girin.

# UpdatePin.setPinError
source: Sorry, could not update PIN.
id: Maaf, tidak dapat memperbarui PIN.
tr: Üzgünüm, PIN güncellenemedi.

# UpdatePin.setPinErrorTitle
source: Update PIN Error
id: Perbarui Kesalahan PIN
tr: PIN Hatasını Güncelle

# UpdatePin.updateTitle
source: Update PIN
id: Perbarui PIN
tr: PIN Güncelle

# URLHandling.addressaddressListAlertMessage
source: Copy wallet addresses to clipboard?
id: Salin alamat dompet ke papan klip?
tr: Cüzdan adresleri panoya kopyalansın mı?
