Repository: litecoin-foundation/litewallet-ios
Catalog: loafwallet/src/Strings/*.lproj/Localizable.strings
Languages: id, tr

# URLHandling.addressList
source: Authorize to copy wallet address to clipboard
id: Otorisasi untuk menyalin alamat dompet ke papan klip
tr: Cüzdan adresini panoya kopyalama yetkisi ver

# URLHandling.addressListAlertTitle
source: Copy Wallet Addresses
id: Salin Alamat Dompet
tr: Cüzdan Adreslerini Kopyala

# URLHandling.copy
source: Copy
id: Salin
tr: Kopyala

# VerifyPin.authorize
source: Please enter your PIN to authorize this transaction.
id: silakan masukkan PIN Anda untuk mengesahkan transaksi ini.
tr: Bu işlemi yetkilendirmek için lütfen PIN kodunuzu girin.

# VerifyPin.continueBody
source: Please enter your PIN to continue.
id: Silakan masukkan PIN Anda untuk melanjutkan.
tr: Devam etmek için lütfen PIN kodunuzu girin.

# VerifyPin.title
source: PIN Required
id: Diperlukan PIN
tr: PIN Gerekli

# VerifyPin.touchIdMessage
source: Authorize this transaction
id: Otorisasi transaksi ini
tr: Bu işlemi yetkilendirin

# Watch.noWalletWarning
source: Open the Litewallet iPhone app to set up your wallet.
id: Buka aplikasi iPhone Litewallet untuk mengatur dompet Anda.
tr: Cüzdanınızı ayarlamak için Litewallet iPhone uygulamasını açın.

# Webview.dismiss
source: Dismiss
id: Memberhentikan
tr: Kapat

# Webview.errorMessage
source: There was an error loading the content. Please try again.
id: Terjadi kesalahan saat memuat konten. Silakan coba lagi.
tr: İçerik yüklenirken bir hata oluştu. Lütfen tekrar deneyin.

# Webview.updating
source: Updating...
id: Memperbarui...
tr: Güncelleniyor ...

# Welcome.body
source: Litewallet now has a brand new look and some new features. All coins are displayed in lites (ł). 1 Litecoin (Ł) = 1000 lites (ł).
id: Litewallet sekarang memiliki tampilan baru dan beberapa fitur baru. Jika Anda butuh bantuan, cari (?) Di kanan atas sebagian besar layar. Semua koin ditampilkan dalam lites(ł). 1 Litecoin (Ł) = 1000 lites (ł).
tr: Litewallet artık yepyeni bir görünüme ve bazı yeni özelliklere sahip. Tüm paralar lite (ł) olarak gösteriliyor. 1 Litecoin (Ł) = 1000 lite (ł).

# Welcome.title
source: Welcome to Litewallet!
id: Selamat datang di Litewallet!
tr: Litewallet'e Hoş Geldiniz!

# WipeWallet.alertDeleteTitle
source: Delete Database
id: Kesalahan Korupsi Lokal
tr: Veritabanını Sil

# WipeWallet.alertMessage
source: Are you sure you want to delete this wallet?
id: Yakin ingin menghapus dompet ini?
tr: Bu cüzdanı silmek istediğinizden emin misiniz?

# WipeWallet.alertTitle
source: Wipe Wallet?
id: Hapus Dompet?
tr: Cüzdan Silinsin mi?

# WipeWallet.deleteDatabase
source: Delete Database
id: Hapus basis data
tr: Veritabanını Sil

# WipeWallet.deleteMessageTitle
source: This deletes the database but retains the PIN and phrase. Confirm your existing PIN, seed and wait to compelete syncing to the new db
id: Basis data lokal Anda rusak. Buka Pengaturan> Blockchain: Pengaturan> Hapus Basis Data untuk menyegarkan
tr: Bu, veritabanını siler, ancak PIN'i ve tümceciği korur. Mevcut PIN kodunuzu onaylayın, tohumlayın ve yeni veritabanına eşitlemeyi tamamlamak için bekleyin

# WipeWallet.deleteSync
source: Delete & Sync
id: Hapus & Sinkronkan
tr: Sil ve Senkronize Et

# WipeWallet.emptyWallet
source: Forget your seed phrase or PIN?
id: Lupakan frasa atau PIN awal Anda?
tr: Başlangıç ​​öbeğinizi veya PIN kodunuzu unuttunuz mu?

# WipeWallet.failedMessage
source: Failed to wipe wallet.
id: Gagal menghapus dompet.
tr: Cüzdan silinemedi.

# WipeWallet.failedTitle
source: Failed
id: Gagal
tr: Başarısız

# WipeWallet.instruction
source: To start a new wallet or restore an existing wallet, you must first erase the wallet that is currently installed. To continue, enter the current wallet's Paper Key.
id: Untuk memulai dompet baru atau mengembalikan dompet yang ada, Anda harus terlebih dahulu menghapus dompet yang saat ini dipasang. Untuk melanjutkan, masukkan Kunci Kertas dompet saat ini.
tr: Yeni bir cüzdan başlatmak veya mevcut bir cüzdanı geri yüklemek için, önce şu anda kurulu olan cüzdanı silmelisiniz. Devam etmek için, mevcut cüzdanın Kağıt Anahtarını girin.

# WipeWallet.startMessage
source: Starting or recovering another wallet allows you to access and manage a different Litewallet wallet on this device.
id: Memulai atau memulihkan dompet lain memungkinkan Anda mengakses dan mengelola dompet Litewallet berbeda di perangkat ini.
tr: Başka bir cüzdanın başlatılması veya kurtarılması, bu cihazdaki farklı bir Litewallet cüzdanına erişmenize ve onu yönetmenize olanak sağlar.

# WipeWallet.startWarning
source: Your current wallet will be removed from this device. If you wish to restore it in the future, you will need to enter your Paper Key.
id: Dompet Anda saat ini akan dihapus dari perangkat ini. Jika Anda ingin mengembalikannya di masa mendatang, Anda harus memasukkan Kunci Kertas Anda.
tr: Mevcut cüzdanınız bu cihazdan kaldırılacaktır. İleride onu geri yüklemek isterseniz, Kağıt Anahtarınızı girmeniz gerekecektir.

# WipeWallet.title
source: Start or Recover Another Wallet
id: Mulai atau Pulihkan Dompet Lainnya
tr: Başka Bir Cüzdanı Başlatın veya Kurtarın

# WipeWallet.warningAlert
source: DO NOT LOSE IT!
id: JANGAN HILANG
tr: Bu eylem Litewallet'ınızı silecek!

# WipeWallet.warningDescription
source: Your LiteWallet is empty. Resetting will delete the old private key and wipe the app data. After the reset, be prepared to record the new 12 words and keep them in a very secure place. No LiteWallet developers can retrieve this seed for you.
id: LiteWallet Anda kosong. Mengatur slang akan menghapus kunci pribadi lama dan menghapus data aplikasi. Setelah atur ulang, bersiaplah untuk merekam 12 kata baru dan simpan di tempat yang sangat aman. Tidak ada pengembang LiteWallet yang dapat mengambil benih ini untuk Anda.
tr: Cüzdanınızı silmek, özel anahtarın ve uygulama verilerinin silinmesinin ortadan kalkacağı anlamına gelir. Litecoin'i sonsuza kadar kaybedebilirsiniz! Litewallet ekibindeki hiç kimse bu tohumu sizin için alamaz. Bu uyarıyı dikkate almazsanız sorumlu değiliz.

# WipeWallet.warningTitle
source: PLEASE READ!
id: HARAP BACA!
tr: LÜTFEN OKUYUN!

# WipeWallet.wipe
source: Wipe
id: Hapus
tr: Sil

# WipeWallet.wiping
source: Wiping...
id: Menghapus...
tr: Siliniyor ...

# WritePaperPhrase.instruction
source: Write down each word in order and store it in a safe place.
id: Tuliskan setiap kata secara berurutan dan simpan di tempat yang aman.
tr: Her kelimeyi sırayla not edin ve güvenli bir yerde saklayın.

# WritePaperPhrase.next
source: Next
id: Lanjut
tr: Sonraki

# WritePaperPhrase.previous
source: Previous
id: Sebelumnya
tr: Önceki

# WritePaperPhrase.step
source: %1$d of %2$d
id: %1$d dari %2$d
tr: %1$d/%2$d

# Button.menu
source: menu
tr: Menü

# Button.ok
source: OK
tr: TAMAM MI

# MenuButton.customer.support
source: Customer support
tr: Müşteri desteği

# MenuViewController.modalTitle
source: Menu
tr: Menü

# NodeSelector.title
source: Litecoin Nodes
tr: Litecoin Düğümleri

# Receive.emailButton
source: Email
tr: E-posta

# Send.descriptionLabel
source: Memo
tr: Not

# Transaction.commentLabel
source: Memo:
tr: Not:

# TransactionDetails.commentsHeader
source: Memo
tr: Not

# TransactionDetails.statusHeader
source: Status
tr: Durum
