Repository: litecoin-foundation/litewallet-ios
Catalog: loafwallet/src/Strings/*.lproj/Localizable.strings
Languages: id, tr

# About.blog
source: Website
id: Situs Web
tr: İnternet sitesi

# About.footer
source: Made by the LiteWallet Team of the Litecoin Foundation %1$@
id: Dibuat Oleh LiteWallet Tim dari Yayasan Litecoin %1$@
tr: Litecoin Vakfı'nın LiteWallet Ekibi tarafından yapılmıştır %1$@

# About.privacy
source: Privacy Policy
id: Aturan Pribadi
tr: Gizlilik Politikası

# About.title
source: About
id: Mengenai
tr: Hakkında

# AccessibilityLabels.close
source: Close
id: Tutup
tr: Kapat

# AccessibilityLabels.faq
source: Support Center
id: Dukungan Pusat
tr: Destek Merkezi

# Account.loadingMessage
source: Loading Wallet
id: Muatan Dompet
tr: Cüzdan yükleniyor

# AccountHeader.defaultWalletName
source: My Litewallet
id: Litewallet Saya
tr: Litewallet'ım

# AccountHeader.manageButtonName
source: MANAGE
id: MENGATUR
tr: YÖNET

# Alert.corruptionError
source: Local Corruption Error
id: Hapus Database
tr: Yerel Bozulma Hatası

# Alert.corruptionMessage
source: Your local database is corrupted. Go to Settings > Blockchain: Settings > Delete Database to refresh
id: Ini menghapus basis data tetapi tetap menggunakan PIN dan frasa. Konfirmasikan PIN Anda yang ada, seed dan tunggu untuk menyinkronkan ke db baru
tr: Yerel veritabanınız bozuk. Yenilemek için Ayarlar> Blok Zinciri: Ayarlar> Veritabanını Sil'e gidin

# Alert.error
source: Error
id: Kesalahan
tr: Hata

# Alert.noInternet
source: No internet connection found. Check your connection and try again.
id: Tidak Menemukan Hubungan Internet. Periksa koneksi Anda dan coba lagi.
tr: İnternet bağlantısı bulunamadı. Bağlantınızı kontrol edin ve tekrar deneyin.

# Alert.warning
source: Warning
id: Peringatan
tr: Uyarı

# Alerts.copiedAddressesHeader
source: Addresses Copied
id: Alamat Tersalin
tr: Kopyalanan Adresler

# Alerts.copiedAddressesSubheader
source: All wallet addresses successfully copied.
id: Semua alamat dompet berhasil tersalin.
tr: Tüm cüzdan adresleri başarıyla kopyalandı.

# Alerts.paperKeySet
source: Paper Key Set
id: Set Kunci Kertas
tr: Kağıt Anahtar Takımı

# Alerts.paperKeySetSubheader
source: Awesome!
id: Luar biasa!
tr: Müthiş!

# Alerts.pinSet
source: PIN Set
id: Set PIN
tr: PIN Ayarı

# Alerts.sendFailure
source: Send failed
id: Pengiriman gagal
tr: Gönderilemedi

# Alerts.sendSuccess
source: Send Confirmation
id: Kirim Konfirmasi
tr: Onay Gönder

# Alerts.sendSuccessSubheader
source: Money Sent!
id: Uang Terkirim!
tr: Para gönderildi!

# ApiClient.jsonError
source: JSON Serialization Error
id: JSON Kesalahan Serialisasi
tr: JSON Serileştirme Hatası

# ApiClient.notReady
source: Wallet not ready
id: Dompet belum siap
tr: Cüzdan hazır değil

# ApiClient.tokenError
source: Unable to retrieve API token
id: Tidak mampu mendapatkan kembali bukti API
tr: API jetonu alınamıyor

# BCH.body
source: Enter a destination BCH address below. All BCH in your wallet at the time of the fork (%1$@) will be sent.
id: Masukan tujuan alamat BCH dibawah. Semua BCH di dompet Anda pada waktu untuk percabangan (%1$@) akan dikirim.

# BCH.confirmationMessage
source: Confirm sending %1$@ to %2$@
id: Konfirmasi pengiriman %1$@ to %2$@

# BCH.confirmationTitle
source: Confirmation
id: Mengkonfirmasi

# BCH.genericError
source: Your account does not contain any BCH, or you received BCH after the fork.
id: Akun Anda tidak mengandung BCH, atau Anda menerima BCH setelah percabangan.

# BCH.hashCopiedMessage
source: Transaction ID copied
id: ID Transaksi tersalin

# BCH.noAddressError
source: Please enter an address
id: Silahkan masukkan alamat

# BCH.paymentProtocolError
source: Payment Protocol Requests are not supported for BCH transactions
id: Permintaan Protokol Pembayaran tidak didukung untuk transaksi BCH

# BCH.successMessage
source: BCH was successfully sent.
id: BCH berhasil terkirim.

# BCH.title
source: Withdraw BCH
id: Mengambil BCH

# BCH.txHashHeader
source: BCH Transaction ID
id: ID transaksi BCH

# BitID.approve
source: Approve
id: Menyetujui

# BitID.authenticationRequest
source: %1$@ is requesting authentication using your Litecoin wallet
id: %1$@ meminta otentikasi menggunakan dompet Litecoin Anda

# BitID.deny
source: Deny
id: Menyangkal

# BitID.error
source: Authentication Error
id: Salah Otentikasi

# BitID.errorMessage
source: Please check with the service. You may need to try again.
id: Silahkan periksa dengan layanan. Anda mungkin perlu coba lagi.

# BitID.success
source: Successfully Authenticated
id: Berhasil diotentikasi

# BitID.title
source: BitID Authentication Request
id: Permintaan Otentikasi BitID

# Button.buy
source: buy
id: membeli
tr: satın almak

# Button.cancel
source: Cancel
id: Membatalkan
tr: İptal etmek

# Button.ignore
source: Ignore
id: Mengabaikan
tr: Göz ardı etmek

# Button.no
source: No
id: Tidak
tr: Hayır

# Button.receive
source: receive
id: menerima
tr: teslim almak

# Button.send
source: send
id: kirim
tr: göndermek

# Button.settings
source: Settings
id: Pengaturan
tr: Ayarlar

# Button.submit
source: Submit
id: Mengajukan
tr: Sunmak

# Button.yes
source: Yes
id: Ya
tr: Evet

# BuyCenter.barItemTitle
source: BUY
id: MEMBELI
tr: SATIN AL

# BuyCenter.bitrefillFinancialDetails
source: • Buy gift cards • Refill prepaid phones • Steam, Amazon, Hotels.com • Works in 170 countries
id: • Membeli kartu hadiah • Isi ulang telepon prabayar • Steam, Amazon, Hotels.com • Berfungsi di 170 negara
tr: • Hediye kartları satın alın • Ön ödemeli telefonları yeniden doldurun • Steam, Amazon, Hotels.com • 170 ülkede çalışıyor

# BuyCenter.changellyFinancialDetails
source: • Change Litecoin for other cryptos • No ID Required • Buy via credit card • Global coverage
id: • Ubah Litecoin untuk cryptos lainnya • Tidak diperlukan ID • Membeli dengan kartu kredit • Pencakupan global
tr: • Litecoin'i diğer kriptolar için değiştirin • Kimlik Gerekmiyor • Kredi kartıyla satın al • Küresel kapsam

# BuyCenter.ModalTitle
source: Buy Łitecoin
id: Membeli Łitecoin
tr: Łitecoin satın alın

# BuyCenter.simplexFinancialDetails
source: • Get Litecoin in 5 mins! • Buy Litecoin via credit card • Passport or State ID
id: • Gunakan ID atau Paspor • Membeli Litecoin dengan kartu kredit • Membeli dengan USD atau EUR
tr: • 5 dakikada Litecoin edinin! • Kredi kartıyla Litecoin satın alın • Pasaport veya Eyalet Kimliği

# BuyCenter.title
source: Buy Litecoin
id: Membeli Litecoin
tr: Litecoin satın alın

# CameraPlugin.centerInstruction
source: Center your ID in the box
id: Pusatkan ID Anda di dalam Kotak
tr: Kimliğinizi kutuda ortalayın

# Confirmation.amountDetailLabel
source: Exchange details:
id: Detail pertukaran:
tr: Değişim ayrıntıları:

# Confirmation.amountLabel
source: Amount to Send:
id: Jumlah yang dikirimkan:
tr: Gönderilecek tutar:

# Confirmation.donateLabel
source: Amount to Donate:
id: Jumlah yang disumbangkan:
tr: Bağışlanacak Miktar:

# Confirmation.feeLabel
source: Network Fee:
id: Biaya Jaringan:
tr: Ağ Ücreti:

# Confirmation.processingAndDonationTime
source: Processing time: These transactions will take %1$@ minutes to process.
id: Waktu pemrosesan: Transaksi-transaksi ini akan memakan waktu %1$@ menit untuk diproses.
tr: İşlem süresi: Bu işlemlerin işlenmesi %1$@ dakika sürecektir.

# Confirmation.processingTime
source: Processing time: This transaction will take %1$@ minutes to process.
id: Waktu memproses: Transaksi ini akan memakan %1$@ menit untuk diproses.
tr: İşlem süresi: Bu işlemin işlenmesi %1$@ dakika sürecektir.

# Confirmation.send
source: Send
id: Kirim
tr: Gönder

# Confirmation.shortFeeLabel
source: FEE:
id: BIAYA:
tr: ÜCRET:

# Confirmation.staticAddressLabel
source: ADDRESS:
id: ALAMAT:

# Confirmation.title
source: Confirmation
id: Mengkonfirmasi
tr: Onayla

# Confirmation.to
source: To
id: Untuk
tr: İçin

# Confirmation.totalLabel
source: Total Cost:
id: Total Biaya:
tr: Toplam tutar:

# ConfirmPaperPhrase.error
source: The words entered do not match your paper key. Please try again.
id: Kata-kata yang dimasukan tidak cocok dengan kunci kertas Anda. Silahkan coba lagi.
tr: Girilen sözcükler kağıt anahtarınızla eşleşmiyor. Lütfen tekrar deneyin.

# ConfirmPaperPhrase.label
source: To make sure everything was written down correctly, please enter the following words from your paper key.
id: Untuk memastikan semuanya ditulis dengan benar, masukkan kata-kata berikut dari kunci kertas Anda.
tr: Her şeyin doğru yazıldığından emin olmak için lütfen kağıt anahtarınızdan aşağıdaki kelimeleri girin.

# ConfirmPaperPhrase.word
source: Word #%1$@
id: Kata #%1$@
tr: Kelime #%1$@

# Conjunction.asOf
source: as of
id: pada
tr: itibariyle

source: Copy
id: Salinan
tr: Kopyala

# DefaultCurrency.bitcoinLabel
source: Litecoin Display Unit
id: Unit Tampilan Litecoin
tr: Litecoin Görüntü Birimi

# DefaultCurrency.chooseFiatLabel
source: Choose:
id: Memilih:
tr: Seçin:

# DefaultCurrency.rateLabel
source: Exchange Rate
id: Kurs
tr: Döviz kuru

# ErrorMessages.emailUnavailableMessage
source: This device isn't configured to send email with the iOS mail app.
id: Perangkat ini tidak dikonfigurasikan untuk mengirim email dengan aplikasi surat iOS.
tr: Bu cihaz, iOS posta uygulamasıyla e-posta gönderecek şekilde yapılandırılmamış.

# ErrorMessages.emailUnavailableTitle
source: Email Unavailable
id: Email Tidak Tersedia
tr: E-posta Kullanılamıyor

# ErrorMessages.messagingUnavailableMessage
source: This device isn't configured to send messages.
id: Perangkat ini tidak dikonfigurasikan untuk mengirim pesan.
tr: Bu cihaz mesaj gönderecek şekilde yapılandırılmamış.

# ErrorMessages.messagingUnavailableTitle
source: Messaging Unavailable
id: Olahpesan Tidak Tersedia
tr: Mesajlaşma Kullanılamıyor

# FaceIDSettings.customizeText
source: You can customize your Face ID spending limit from the %1$@.
id: Anda dapat menyesuaikan batas pengeluaran ID Wajah dari %1$@.
tr: Face ID harcama limitinizi şuradan özelleştirebilirsiniz: %1$@.

# FaceIDSettings.label
source: Use your face to unlock your Litewallet and send money up to a set limit.
id: Gunakan wajah Anda untuk membuka kunci Litewallet Anda dan mengirim uang hingga batas yang ditentukan.
tr: Litewallet'ınızın kilidini açmak ve belirli bir limite kadar para göndermek için yüzünüzü kullanın.

# FaceIDSettings.linkText
source: Face ID Spending Limit Screen
id: Layar Batas Pengeluaran ID Wajah
tr: Face ID Harcama Sınırı Ekranı

# FaceIDSettings.switchLabel
source: Enable Face ID for Litewallet
id: Aktifkan ID Wajah untuk Litewallet
tr: Litewallet için Face ID'yi etkinleştirin

# FaceIDSettings.title
source: Face ID
id: ID Wajah

# FaceIDSettings.unavailableAlertMessage
source: You have not set up Face ID on this device. Go to Settings->Face ID & Passcode to set it up now.
id: Anda belum mengatur ID Wajah pada perangkat ini. Pergi ke Pengaturan-> ID Wajah & Kode Sandi untuk mengaturnya sekarang.
tr: Bu cihazda Face ID kurmadınız. Şimdi kurmak için Ayarlar-> Face ID ve Parola'ya gidin.

# FaceIDSettings.unavailableAlertTitle
source: Face ID Not Set Up
id: ID Wajah Tidak Diatur
tr: Yüz Kimliği Ayarlanmadı

# FaceIDSpendingLimit.title
source: Face ID Spending Limit
id: Batas Pengeluaran ID Wajah
tr: Face ID Harcama Sınırı

# FeeSelector.economy
source: Economy
id: Ekonomi
tr: Ekonomi

# FeeSelector.economyLabel
source: Estimated Delivery: 10+ minutes
id: Perkiraan Pengiriman: 10+ menit
tr: Tahmini Teslimat: 10+ dakika

# FeeSelector.economyWarning
source: This option is not recommended for time-sensitive transactions.
id: Pilihan ini tidak disarankan untuk transaksi yang sensitif terhadap waktu.
tr: Bu seçenek, zamana duyarlı işlemler için önerilmez.

# FeeSelector.luxury
source: Luxury
id: Kemewahan
tr: Lüks

# FeeSelector.luxuryLabel
source: Estimated Delivery: 2.5 - 5 minutes
id: Estimasi Pengiriman: 2,5 - 5 menit
tr: Tahmini Teslimat: 2,5 - 5+ dakika

# FeeSelector.luxuryMessage
source: This option virtually guarantees acceptance of your transaction though you are paying a premium.
id: Opsi ini secara virtual menjamin penerimaan transaksi Anda meskipun Anda membayar premi.
tr: Bu seçenek, bir prim ödüyor olsanız bile işleminizin kabul edilmesini neredeyse garanti eder.

# FeeSelector.regular
source: Regular
id: Tetap
tr: Düzenli

# FeeSelector.regularLabel
source: Estimated Delivery: 2.5 - 5+ minutes
id: Estimasi Pengiriman: 2,5 - 5+ menit
tr: Tahmini Teslimat: 2,5 - 5+ dakika

# FeeSelector.title
source: Processing Speed
id: Kecepatan pemrosesan
tr: İşleme Hızı

# History.barItemTitle
source: HISTORY
id: SEJARAH
tr: GEÇMİŞ

# Import.checking
source: Checking private key balance...
id: Memeriksa saldo kunci pribadi...
tr: Özel anahtar bakiyesi kontrol ediliyor ...

# Import.confirm
source: Send %1$@ from this private key into your wallet? The Litecoin network will receive a fee of %2$@.
id: Kirim %1$@ dari kunci pribadi ini ke dompet Anda? Jaringan Litecoin akan menerima biaya %2$@.
tr: Bu özel anahtardan cüzdanınıza%1$@ gönderilsin mi? Litecoin ağı%2$@ ücret alacak.

# Import.Error.duplicate
source: This private key is already in your wallet.
id: Kunci pribadi ini sudah ada di dompet Anda.
tr: Bu özel anahtar zaten cüzdanınızda bulunuyor.

# Import.Error.empty
source: This private key is empty.
id: Kunci pribadi ini kosong.
tr: Bu özel anahtar boş.

# Import.Error.highFees
source: Transaction fees would cost more than the funds available on this private key.
id: Biaya transaksi akan lebih mahal daripada dana yang tersedia pada kunci pribadi ini.
tr: İşlem ücretleri, bu özel anahtarda bulunan paradan daha pahalı olacaktır.

# Import.Error.notValid
source: Not a valid private key
id: Bukan kunci pribadi yang benar
tr: Geçerli bir özel anahtar değil

# Import.Error.signing
source: Error signing transaction
id: Kesalahan menandatangani transaksi
tr: İşlem imzalanırken hata oluştu

# Import.importButton
source: Import
id: Impor
tr: İçe Aktar

# Import.importing
source: Importing Wallet
id: Mengimpor Dompet
tr: Cüzdan İçe Aktarılıyor

# Import.leftCaption
source: Wallet to be imported
id: Dompet yang diimpor
tr: İçe aktarılacak Cüzdan

# Import.message
source: Importing a wallet transfers all the money from your other wallet into your Litewallet wallet using a single transaction.
id: Mengimpor dompet mentransfer semua uang dari dompet Anda yang lain ke dompet Litewallet Anda menggunakan satu transaksi.
tr: Bir cüzdanı içe aktarmak, diğer cüzdanınızdaki tüm parayı tek bir işlem kullanarak Litewallet cüzdanınıza aktarır.

# Import.password
source: This private key is password protected.
id: Kunci pribadi ini dilindungi kata sandi.
tr: Bu özel anahtar şifre korumalıdır.

# Import.passwordPlaceholder
source: password
id: kata sandi
tr: şifre

# Import.rightCaption
source: Your Litewallet Wallet
id: Dompet Litewallet Anda
tr: Litewallet Cüzdanınız

# Import.scan
source: Scan Private Key
id: Pemindaian Kunci Pribadi
tr: Özel Anahtarı Tara

# Import.success
source: Success
id: Keberhasilan
tr: Başarılı

# Import.SuccessBody
source: Successfully imported wallet.
id: Dompet yang berhasil diimpor.
tr: Cüzdan başarıyla içe aktarıldı.

# Import.title
source: Import Wallet
id: Impor Dompet
tr: Cüzdanı İçe Aktar

# Import.unlockingActivity
source: Unlocking Key
id: Membuka Kunci
tr: Kilit Açma Anahtarı

# Import.warning
source: Importing a wallet does not include transaction history or other details.
id: Mengimpor dompet tidak termasuk riwayat transaksi atau detail lainnya.
tr: Bir cüzdanı içe aktarmak işlem geçmişini veya diğer ayrıntıları içermez.

# Import.wrongPassword
source: Wrong password, please try again.
id: Kata sandi salah, silakan coba lagi.
tr: Yanlış şifre, lütfen tekrar deneyin.

# JailbreakWarnings.close
source: Close
id: Tutup
tr: Kapat

# JailbreakWarnings.ignore
source: Ignore
id: Mengabaikan
tr: Yoksay

# JailbreakWarnings.messageWithBalance
source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access Litewallet's keychain data and steal your Litecoin! Wipe this wallet immediately and restore on a secure device.
id: KEAMANAN PERANGKAT YANG KOMPROMISASI Setiap aplikasi 'jailbreak' dapat mengakses data gantungan kunci Litewallet dan mencuri Litecoin Anda! Segera bersihkan dompet ini dan pulihkan pada perangkat yang aman.
tr: CİHAZ GÜVENLİĞİ İHLAL EDİLDİ Herhangi bir 'jailbreak' uygulaması Litewallet'in anahtar zinciri verilerine erişebilir ve Litecoin'inizi çalabilir! Bu cüzdanı hemen silin ve güvenli bir cihazda geri yükleyin.

# JailbreakWarnings.messageWithoutBalance
source: DEVICE SECURITY COMPROMISED Any 'jailbreak' app can access Litewallet's keychain data and steal your Litecoin. Please only use Litewallet on a non-jailbroken device.
id: PERANGKAT KEAMANAN DI KOMPROMISASI Setiap aplikasi 'jailbreak' dapat mengakses data gantungan kunci Litewallet dan mencuri Litecoin Anda. Harap hanya menggunakan Litewallet pada perangkat yang tidak dipenjara.
tr: CİHAZ GÜVENLİĞİ İHLAL EDİLDİ Herhangi bir 'jailbreak' uygulaması Litewallet'in anahtar zinciri verilerine erişebilir ve Litecoin'inizi çalabilir. Lütfen Litewallet'i yalnızca jailbreak yapılmamış bir cihazda kullanın.

# JailbreakWarnings.title
source: WARNING
id: Peringatan
tr: UYARI

# JailbreakWarnings.wipe
source: Wipe
id: Hapus
tr: Sil

# LocationPlugin.disabled
source: Location services are disabled.
id: Layanan lokasi dinonaktifkan.
tr: Konum hizmetleri devre dışı bırakıldı.

# LocationPlugin.notAuthorized
source: Litewallet does not have permission to access location services.
id: Litewallet tidak memiliki izin untuk mengakses layanan lokasi.
tr: Litewallet'in konum hizmetlerine erişim izni yok.

source: Malformed URI
id: URI cacat
tr: Hatalı URI

# ManageWallet.creationDatePrefix
source: You created your wallet on %1$@
id: Anda membuat dompet Anda di %1$@
tr: Cüzdanınızı%1$@ üzerinde oluşturdunuz

# ManageWallet.description
source: Your wallet name only appears in your account transaction history and cannot be seen by anyone else.
id: Nama dompet Anda hanya muncul dalam riwayat transaksi akun Anda dan tidak dapat dilihat oleh orang lain.
tr: Cüzdan adınız yalnızca hesap işlem geçmişinizde görünür ve başkaları tarafından görülemez.

# ManageWallet.textFeildLabel
source: Wallet Name
id: Nama Dompet
tr: Cüzdan Adı

# ManageWallet.title
source: Manage Wallet
id: Mengelola Dompet
tr: Cüzdanı Yönetin

# MenuButton.buy
source: Buy Litecoin
id: Membeli Litecoin
tr: Litecoin Satın Al

# MenuButton.lock
source: Lock Wallet
id: Dompet Kunci
tr: Cüzdanı Kilitle

# MenuButton.security
source: Security Center
id: Pusat Keamanan
tr: Güvenlik Merkezi

# MenuButton.settings
source: Settings
id: Pengaturan
tr: Ayarlar

# MenuButton.support
source: Support
id: Dukungan
tr: Destek

# MenuViewController.createButton
source: Create New Wallet
id: Buat Dompet Baru
tr: Yeni Cüzdan Oluştur

# MenuViewController.recoverButton
source: Recover Wallet
id: Pulihkan Dompet
tr: Cüzdanı Kurtar

source: No wallet
id: Tidak Ada Dompet
tr: Cüzdan yok

# NodeSelector.automaticButton
source: Switch to Automatic Mode
id: Beralih ke Mode Otomatis
tr: Otomatik Moda Geç

# NodeSelector.connected
source: Connected
id: Terhubung
tr: Bağlandı

# NodeSelector.enterBody
source: Enter Node IP address and port (optional)
id: Masukkan alamat IP Node dan pelabuhan(opsional)
tr: Düğüm IP adresini ve bağlantı noktasını girin (isteğe bağlı)

# NodeSelector.enterTitle
source: Enter Node
id: Masukkan Node
tr: Düğüm Girin

# NodeSelector.manualButton
source: Switch to Manual Mode
id: Beralih ke Mode Manual
tr: Manuel Moda Geç

# NodeSelector.nodeLabel
source: Current Primary Node
id: Primer Node Saat Ini
tr: Geçerli Birincil Düğüm

# NodeSelector.notConnected
source: Not Connected
id: Tidak Terhubung
tr: Bağlı Değil

# NodeSelector.statusLabel
source: Node Connection Status
id: Status Koneksi Node
tr: Düğüm Bağlantı Durumu

# PaymentProtocol.Errors.badPaymentRequest
source: Bad Payment Request
id: Permintaan Pembayaran salah
tr: Kötü Ödeme İsteği

# PaymentProtocol.Errors.corruptedDocument
source: Unsupported or corrupted document
id: Dokumen tidak didukung atau rusak
tr: Desteklenmeyen veya bozuk belge

# PaymentProtocol.Errors.missingCertificate
source: missing certificate
id: sertifikat hilang
tr: eksik sertifika

# PaymentProtocol.Errors.requestExpired
source: request expired
id: permintaan kadaluwarsa
tr: isteğin süresi doldu

# PaymentProtocol.Errors.smallOutputError
source: Couldn't make payment
id: Tidak dapat melakukan pembayaran
tr: Ödeme yapılamadı

# PaymentProtocol.Errors.smallPayment
source: Litecoin payments can't be less than %1$@.
id: Pembayaran Litecoin tidak boleh kurang dari %1$@.
tr: Litecoin ödemeleri%1$@ 'den az olamaz.

# PaymentProtocol.Errors.smallTransaction
source: Litecoin transaction outputs can't be less than $@.
id: Hasil transaksi Litecoin tidak boleh kurang dari $@.
tr: Litecoin işlem çıktıları $@ 'dan küçük olamaz.

# PaymentProtocol.Errors.unsupportedSignatureType
source: unsupported signature type
id: jenis tanda tangan yang tidak didukung
tr: desteklenmeyen imza tipi

# PaymentProtocol.Errors.untrustedCertificate
source: untrusted certificate
id: sertifikat tidak dipercaya
tr: güvenilmeyen sertifika

# Prompts.dismiss
source: DISMISS
id: Memberhentikan
tr: DEVRE DIŞI BIRAK

# Prompts.FaceId.body
source: Tap here to enable Face ID
id: Ketuk di sini untuk mengaktifkan ID Wajah
tr: Face ID'yi etkinleştirmek için buraya dokunun

# Prompts.FaceId.title
source: Enable Face ID
id: Aktifkan ID Wajah
tr: Yüz Kimliğini Etkinleştir

# Prompts.NoPasscode.body
source: A device passcode is needed to safeguard your wallet.
id: Kode sandi perangkat diperlukan untuk melindungi dompet Anda. Buka pengaturan dan nyalakan kode sandi.
tr: Cüzdanınızı korumak için bir cihaz şifresi gerekli.

# Prompts.NoPasscode.title
source: Turn device passcode on
id: Aktifkan kode sandi perangkat
tr: Cihaz şifresini aç

# Prompts.PaperKey.affirm
source: Continue
id: Terus
tr: Devam Et

# Prompts.PaperKey.body
source: Your Paper Key must be kept in a safe place. It is the only way modify or restore your Litewallet or transfer your Litecoin. Please write it down.
id: Kunci Kertas Anda harus disimpan jika Anda kehilangan atau mengganti telepon Anda. Ketuk di sini untuk melanjutkan.
tr: Kağıt Anahtarınız güvenli bir yerde tutulmalıdır. Litewallet'ınızı değiştirmenin veya geri yüklemenin veya Litecoin'inizi aktarmanın tek yolu budur. Lütfen not edin.

# Prompts.PaperKey.cancel
source: Cancel
id: Membatalkan
tr: İptal

# Prompts.PaperKey.enable
source: Enable
id: Memungkinkan
tr: Etkinleştir

# Prompts.PaperKey.title
source: Action Required
id: Diperlukan Tindakan
tr: İşlem Gerekli

# Prompts.RecommendRescan.body
source: Your wallet may be out of sync. This can often be fixed by rescanning the blockchain.
id: Dompet Anda mungkin tidak sinkron. Ini sering dapat diperbaiki dengan memindai ulang blockchain.
tr: Cüzdanınız senkronize olmayabilir. Bu genellikle blok zinciri yeniden taranarak giderilebilir.

# Prompts.RecommendRescan.title
source: Transaction Rejected
id: Transaksi Ditolak
tr: İşlem Reddedildi

# Prompts.SetPin.body
source: Litewallet requires a 6-digit PIN. Please set and store your PIN in a safe place.
id: Litewallet telah ditingkatkan untuk menggunakan PIN 6-digit. Ketuk di sini untuk meningkatkan.
tr: Litewallet 6 haneli bir PIN gerektirir. Lütfen PIN kodunuzu güvenli bir yerde ayarlayın ve saklayın.

# Prompts.SetPin.title
source: Set PIN
id: Tingkatkan PIN
tr: PIN Ayarla

# Prompts.ShareData.body
source: Help improve Litewallet by sharing your anonymous data with us
id: Bantu tingkatkan Litewallet dengan membagikan data anonim Anda kepada kami
tr: Anonim verilerinizi bizimle paylaşarak Litewallet'in geliştirilmesine yardımcı olun

# Prompts.ShareData.title
source: Share Anonymous Data
id: Bagikan Data Anonim
tr: Anonim Verileri Paylaşın

# Prompts.TouchId.body
source: Tap here to enable Touch ID
id: Ketuk di sini untuk mengaktifkan Sentuh ID
tr: Touch ID'yi etkinleştirmek için buraya dokunun
